[
  {
      "category": "Summary",
      "profile": "Designer",
      "position": "Personal Bio\n",
      "description": "I’m a Designer and Visual Storyteller with special interest in Intercultural Experiences and Wicked Problems. I’m founder and Executive Director of Estúdio Berinjela in Rio de Janeiro, Brasil, where I develop stories, identities, films, websites, apps and other creative projects for clients, for the community and for me. I’ve worked for different national and international companies and I’ve been engaged in cultural and social projects across the world. I’m now coursing a MBA in Design Strategy at California College of the Arts, an innovative program grounded in design thinking and research. My skills include human centered design methodologies, project management,service and visual design tools.",
      "date": "2015-08-30T07:00:00.000Z"
  },
  {
      "category": "Summary",
      "profile": "Artist",
      "position": "Personal Bio\n",
      "description": "I’m a Brazilian Artist and Illustrator interested in image creation, public interactions and collaborative stories. My objective is to create short temporary connections whiting the public that can potencialize positive change in the world. I work with different medias and materials, from digital experimentations to street interventions. I’ve exhibited my work in Brazil, Holland, France, Germany and United States. I’m now exploring digital painting and screen printing aiming to spread interactive images and positive messages in the public space.",
      "date": "2015-08-30T07:00:00.000Z"
  },
  {
      "category": "Summary",
      "profile": "Cultural Producer",
      "position": "Personal Bio\n",
      "description": "I’m a Cultural Producer from Brazil, focused in Social Impact by Art and Creativity. I’ve been producing workshops and events that aims to connect people from different backgrounds in creative and unexpected environments. Diogo is Partner and Production Director at Tocayo, an Art Collective which has produced innovative Festivals in Rio de Janeiro in partnership with large institutions and non-profit organizations. I’m now exploring the foundations of community collaboration through small creative events.",
      "date": "2015-08-30T07:00:00.000Z"
  },
  {
      "category": "Summary",
      "description": "Fundador e diretor do Estúdio Berinjela, no qual é diretor executivo e de design dos projetos. É responsável pelo desenvolvimento de linguagens visuais e identidades para projetos  gráficos, de vídeo, web, entre outros. Atualmente, cursa MBA em Design Estratégico na California College of the Arts, um programa inovador fundamentado em design thinking e pesquisa. Artista, ilustrador e produtor cultural. Já expôs trabalhos no Brasil, Holanda, França, Alemanha e Estados Unidos, explorando diferentes suportes e materiais, desde experimentações digitais até intervenções urbanas. Participou da organização de eventos culturais como Tocayo, ExpoBoteco e Galeria Tropeço."
  },
  {
      "category": "Summary",
      "description": "Diogo is an expert designer, illustrator, and multimedia artist who has been running his own graphic design studio in Brazil for over 10 years. Some of his biggest clients include Coca-Cola, Red Bull and SC Johnson. He studied graphic design at PUC University in Rio de Janeiro."
  },
  {
      "category": "Summary",
      "profile": "Designer",
      "position": "Personal Bio\n",
      "description": "An agile strategist and project leader known for highly effective graphic designs and creative experiences, capacity for integrative thinking, prototyping and collaboration.\r \rObjective\rTo leverage the power of business and creativity, to create meaningful experiences for multicultural communities and healing for the world.\r\rIntro \rHello and welcome to my LinkedIn profile page, also known as the journal of my professional life. I’m formally a graphic and experience designer. I’m also a skillful cultural producer and passionate entrepreneur. In my free time, you can find me working on art and illustration projects.\r \rMy professional journey began in high school. Throughout the last 15 years, I’ve led more than 500 creative projects, collaborated with more than 100 different teams and built relationships with lots of people worldwide.\r \rOriginally from Rio de Janeiro, Brazil, I’m an MBA in Design Strategy candidate at California College of the Arts in San Francisco, California. My mottos are “peace in the world” and “save the children”. Currently, I am enjoying living in Berkeley.\r \rIn a few words, I’m creative, disciplined and consistent.\r \rMy five core strengths are:\rideation, learner, arranger, intellection and developer.\r\rI'm passionate by learning, prototyping, and collaborating with multidisciplinary teams.\r\rwww.diogorusso.com\r"
  },
  {
      "category": "Summary",
      "profile": "Educator",
      "position": "Kids Educator",
      "description": "tbw"
  },
  {
      "category": "Objective",
      "profile": "Educator",
      "position": "Experience and Product Design Educator",
      "description": "tbw"
  },
  {
      "category": "Summary",
      "profile": "Entrepreneur",
      "position": "Personal Bio\n",
      "description": "tbw"
  },
  {
      "category": "Summary",
      "profile": "Creative Director",
      "position": "Personal Bio\n",
      "description": "tbw"
  }
]