[
  {
    "date": "2016-05-23",
    "title": "Arara Rara XD",
    "category": "Graphic-Design",
    "venture": "CD_00",
    "client": "AraraRara",
    "slug": "20160523_AraraRara_XD",
    "link": "https://www.behance.net/gallery/23073227/Arara-Rara",
    "credits": "XD",
    "tags": "art, products, experience",
    "description_EN": "Platform for selling works of art, created in Rio de Janeiro for young artists and entrepreneurs. The goal is to provide quality work at affordable prices, with a focus on excellence in delivery and personalized services. ",
    "description_PT-BR": "Plataforma pra venda de obras artes,  criada no Rio de Janeiro por jovens artistas e empreendedores. O objetivo é oferecer obras de qualidade a preços acessíveis, com foco na excelência em entregas e serviços personalizados. Bom, Bonito e Barato!"
  },
  {
    "date": "2016-05-23",
    "title": "Bay Area Bike Share XD",
    "category": "Experience-Design",
    "venture": "CCA_01",
    "client": "CCA",
    "slug": "20160523_BABS_MKT",
    "link": "https://www.behance.net/gallery/36828599/Bike-Share-Market-Insights",
    "credits": "",
    "tags": "bike sharing,service",
    "description_EN": "What experiences do customers want when riding a Bay Area Bike Share? In this project, we talked to customers of both Bay Area Bike Share and competitors to undestand what drives riders to rent a bike and single and montlhy passes. We also created a detailed implmentation plan to help the company create more meaningful and engaging experiences. ",
    "description_PT-BR": ""
  },
  {
    "date": "2016-05-23",
    "title": "Foodtopia",
    "category": "Experience-Design",
    "venture": "CCA_01",
    "client": "CCA",
    "slug": "20160523_BABS_MKT",
    "link": "https://www.behance.net/gallery/36828873/FOODTOPIA",
    "credits": "",
    "tags": "food, service, experience",
    "description_EN": "For amateur chefs who need access to an affordable professional kitchen and exposure to customers, Foodtopia is a physical and online platfomr helping them build valuable business.",
    "description_PT-BR": ""
  },
  {
    "date": "2016-05-23",
    "title": "LATAM Foresight",
    "category": "Experience-Design",
    "venture": "CCA_01",
    "client": "CCA",
    "slug": "20160523_CCA_LATAM_Foresight",
    "link": "https://www.behance.net/gallery/36828601/LATAM-Foresight",
    "credits": "",
    "tags": "strategic foresight, future studies",
    "description_EN": "Our team wanted to address the possible scenarios for Latin America in the next 60 years. Our reasearch showed that there are uncertainties that are consequences of internal and external forces. To examine the question we developed a 2 x 2 matix based on a STEEPV analysis as final deliveberables we created four different scenrios in written form and one scenrio in video format.",
    "description_PT-BR": ""
  },
  {
    "date": "2016-05-23",
    "title": "Coca-Cola FWC Brazil",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Coca-cola",
    "slug": "20160523_Coca-Cola_FWC2014",
    "link": "https://www.behance.net/gallery/22949811/FWC-2014-Conteudo-Multimidia-Cobertura-Coca-Cola",
    "credits": "Client: Coca-Cola | Agency: Estúdio Berinjela | Art Direction: Lucas Zappa and Diogo Russo Screenplay: Guilherme Schutze and Clarice Rios | Graphic Design: Diogo Russo and Francesca Leta |Photography: Lucas Zappa, Renato Aguiar, Patrick Gomes and Marcio Isensee Film: Lucas Zappa, Rodrigo Marcondes, Patrick Gomes, Marcio Isensee, Daniel Pardal | Edition: Lucas Zappa, André Pantoja, Pedro Heliodoro, Daniel Pardal | Voice: Felipe Balbino, Geraldo Cortês | Sound Design: Felipe Ridolfi | Motion: Rodolfo Lofredo, Pedro Heliodoro | Strategy Design: Luisa Diebold | And: Erick Bang, Diego Pose",
    "tags": "strategic foresight, future studies",
    "description_EN": "The Studio Berinjela worked with Coca-Cola during the FIFA World Cup Brazil 2014. We contributed with 18 videos and over 14,000 photos for the Coca-Cola FWC project, participating in the coverage and registration of operations as well as creating content for the scoreboards in the stadiums. We managed a team with 21 people, and communicated regularly with more than 25 people from the Coca-Cola team.The project goal was to record Coca-Cola's operation during the event. Photos and videos were taken in 5 states in Brazil. Video content were performed for the projects during the event, as well as video reports in order to present data and results ",
    "description_PT-BR": "O Estúdio Berinjela trabalhou em conjunto com a Coca-Cola durante a Copa do Mundo FIFA Brasil 2014, ajudando a construir um das maiores edições do evento contando com R$142 bilhões injetados na economia do país (2010-2014) e a histórica marca de 171 gols. Contribuímos com 18 vídeos finalizados e mais de 14000 fotos para o projeto Coca-Cola FWC, participando desde a cobertura e registro das operações até a criação de conteúdo para os placares dos estádios. Gerenciamos um equipe com 21 pessoas, além de nos comunicarmos regularmente com mais de 25 pessoas da equipe Coca-Cola Produção de conteúdo multimídia e cobertura do evento Copa do Mundo da FIFA 2014 para a Coca-Cola. O objetivo do projeto era registrar as ações realizadas pela Coca-Cola durante o evento. Foram realizadas capturas em foto e vídeo em 5 cidades do Brasil. No total o projeto atendeu a 17 áreas internas da empresa. Foram realizados vídeos de conteúdo para os projetos durante o evento, assim como vídeos relatórios com objetivo de apresentar os dados e resultados de cada área. Contamos com uma equipe de 20 pessoas para realização do projeto. Agradecemos a todos pela participação!"
  },
  {
    "date": "2016-05-23",
    "title": "Rio Gastronomia 2012",
    "category": "Cultural-Production",
    "venture": "EB_00",
    "client": "O Globo",
    "slug": "20160523_Globo_RioGastronomia-2012",
    "link": "https://www.behance.net/gallery/22573433/Rio-Gastronomia-2012",
    "credits": "A exibição da obra interativa - + arte na sua mesa - aconteceu na Lagoa Rodrigo de Freitas. Artista: Juliana Campos  | Paineis Grafiti Artistas: João Nitcho, Chico CH2 , Bruno Big, Rafael Megetto, Rafael Uzai, Bives, Marcelo Ment, Mario Bands, Miguel Afa, Rafo Castro, Arthur Kja, Igor Machado, Meton, Davi Baltar,  Marcio Bunnys, Marcelo Lamarca, Pedro Tmotz, Airá O Crespo",
    "tags": "art, installation, gastronomy",
    "description_EN": "Street Art contest for Rio Gastronomy 2012, an event of the newspaper O Globo. The aim of the competition was to make art exhibitions in the city of Rio de Janeiro to publicize the event. All works should address the theme cuisine. The project included the dissemination of a competition in order to select art works that were produced in partnership with the company Dream Factory. The Urban Grafitti + Intallation exhibitions happened at Lagoa Rodrigo de Freitas and the park Our Lady of Peace in Ipanema. XX panels were produced by different artists on the theme cuisine.",
    "description_PT-BR": "Concurso Arte de Rua, para o evento Rio Gastronomia 2012, do jornal O Globo. O objetivo do concurso era fazer exibições de arte pela cidade do Rio de Janeiro para divulgação do evento. Todas as obras deveriam abordar o tema gastronomia. O projeto incluiu a divulgação do concurso, a seleção das obras e a produção em parceria com a empresa Dream Factory . A exposição Urbana de Grafitti + Instalações Urbanas aconteceu na Lagoa Rodrigo de Freitas e na praça Nossa Senhora da Paz ,em Ipanema. Foram produzidos XX painéis por diferentes artistas sobre o tema gastronomia."
  },
  {
    "date": "2016-05-23",
    "title": "Rio Gastronomia 2013",
    "category": "Cultural-Production",
    "venture": "EB_00",
    "client": "O Globo",
    "slug": "20160523_Globo_RioGastronomia-2013",
    "link": "https://www.behance.net/gallery/23382161/Rio-Gastronomia-2013",
    "credits": "Client: O Globo | Agency: Estúdio Berinjela and Dream Factory | Art Direction: Lucas Zappa and Diogo Russo | Production Design: Luísa Diebold | Artists : Sergio Cezar, Peu Mello, Lotus Combo, Aira o Crespo, Carolina Amorin, Coletivo Gourmet, Rafael Inacio, Eduardo Gaspar e Rafo Castro",
    "tags": "art, installation, gastronomy",
    "description_EN": "Street Art contest for Rio Gastronomy 2013, an event of the newspaper O Globo. The aim of the competition was to make an art show to publicize the event and unite the areas of gastronomy and art. The project included the dissemination of a competition in order to select art works that were produced in partnership with the company Dream Factory and exhibited at Lagoa Rodrigo de Freitas and Madureira Park.",
    "description_PT-BR": "Concurso Arte de Rua, para o evento Rio Gastronomia 2013, do  jornal O Globo. O objetivo do concurso era fazer uma mostra de arte para divulgação do evento, bem como unir as áreas da gastronomia e da arte. O projeto incluiu a divulgação do concurso, a seleção das obras e a produção em parceria com a empresa Dream Factory  nas mostras realizadas na Lagoa Rodrigo de Freitas e no Parque de Madureira."
  },
  {
    "date": "2016-05-23",
    "title": "Rio Gastronomia 2014",
    "category": "Cultural-Production",
    "venture": "EB_00",
    "client": "O Globo",
    "slug": "20160523_Globo_RioGastronomia-2014",
    "link": "https://www.behance.net/gallery/23382563/Rio-Gastronomia-2014",
    "credits": "Client: O Globo | Agency: Estúdio Berinjela and Dream Factory | Art Direction: Lucas Zappa and Diogo Russo | Strategy Design: Luísa Diebold | Production Design: Francesca Leta | Motion: Pedro Heliodoro ",
    "tags": "art, installation, gastronomy",
    "description_EN": "MESA - video competition for Rio Gastronomy 2014, an event of O Globo. The aim of the competition was to address gastronomy through the eyes of cinema through short film. We created and promoted the competition, the selection of artists for the exhibition at Jockey Club in Rio de Janeiro, as well as advertising and award for the winners.",
    "description_PT-BR": "Concurso MESA - Mostra de Ensaios e Sabores Audiovisuais para o evento Rio Gastronomia 2014 do O Globo. O objetivo do concurso era abordar o tema gastronomia através do olhar do cinema, com vídeos de curta metragem. Fizemos o lançamento e divulgação do concurso, seleção dos artistas para a exibição no Jockey Club do Rio de Janeiro, e, por fim, a divulgação e premiação dos vencedores."
  },
  {
    "date": "2016-05-23",
    "title": "Rio Gastronomia XD",
    "category": "Cultural-Production",
    "venture": "EB_00",
    "client": "O Globo",
    "slug": "20160523_Globo_RioGastronomia-Case",
    "link": "https://www.behance.net/gallery/38478493/Rio-Gastronomia-XD",
    "credits": "",
    "tags": "art, installation, gastronomy",
    "description_EN": "Street Art contest for Rio Gastronomy 2013, an event of the newspaper O Globo. The aim of the competition was to make an art show to publicize the event and unite the areas of gastronomy and art. The project included the dissemination of a competition in order to select art works that were produced in partnership with the company Dream Factory and exhibited at Lagoa Rodrigo de Freitas and Madureira Park.",
    "description_PT-BR": "Concurso Arte de Rua, para o evento Rio Gastronomia 2013, do  jornal O Globo. O objetivo do concurso era fazer uma mostra de arte para divulgação do evento, bem como unir as áreas da gastronomia e da arte. O projeto incluiu a divulgação do concurso, a seleção das obras e a produção em parceria com a empresa Dream Factory  nas mostras realizadas na Lagoa Rodrigo de Freitas e no Parque de Madureira."
  },
  {
    "date": "2016-05-23",
    "title": "Kenner Level S On",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Kenner",
    "slug": "20160523_Globo_RioGastronomia-Case",
    "link": "20160523_Kenner_Level-S-On",
    "credits": "Client: Kenner | Agency: Estúdio Berinjela | Art Direction: Lucas Zappa and Diogo Russo | Graphic Design: Marcos Leme | Images and Editting: Lucas Zappa | Production Design: Luísa Diebold",
    "tags": "video,street art,content",
    "description_EN": " In 2012, Estúdio Berinjela was invited to begin the process of positioning and rebranding Kenner in social medias.There were 4 projects with video output, online contests and offline actions that resulted in the highest level of brand engagement to date. We worked alongside the company`s creative and digital marketing team, as well as its online agency. This was an opportunity to deepen trans-media content and real interactions. LEVEL S-ON - Video teaser to launch the LEVEL S-ON sandals. The video aims to present the project and slowly show its designs and features. The video was posted on the brand`s official Facebook page. It had 424 likes, 118 shares in a single post, generating direct interaction with the consumers through post comments. 27.118 views on Youtube",
    "description_PT-BR": "Vídeo para lançamento da sandália Level S-On da marca Kenner. Gravação em estúdio capturando ângulos inusitados da sandália juntamente com letterings animados."
  },
  {
    "date": "2016-05-23",
    "title": "Kenner Music Lab",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Kenner",
    "slug": "20160523_Kenner_Music-Lab",
    "link": "https://www.behance.net/gallery/22524721/Kenner-Music-Lab",
    "credits": "Client: Kenner | Agency: Estúdio Berinjela | Art Direction, Images, Editting, Motion and Graphic Design: Lucas Zappa, Diogo Rudo and Marco Santos | Camera Asistent: Daniel Pardal | Artists: Lazuli, VItor Isensee, Pierre Gaione and Camila Ribeiro | Audio: Scotlandyard + Felipe Balbino | Development: Lucas Zappa, Lucas Santiago and Diogo Russo",
    "tags": "video,street art,content",
    "description_EN": "",
    "description_PT-BR": "Um laboratório experimental de música e som inspirados nos conceitos da coleção Kenner Verão 2012. Abaixo os três vídeos para as linhas Lips, K5 e Summer. Reinventando o processo criativo musical e performático, as equipes de sound design, engenharia de som, vídeo e design gráfico se uniram em busca da experimentação audiovisual que melhor representasse o espírito da coleção da Kenner 2012. Através da implantação de sensores ,as sandálias se tornaram instrumentos musicais. As trilhas sonoras foram concebidas em um processo “live” combinado com gravações em estúdio. Em seguida, músicos e dançarinos reproduziram cada faixa em diversas performances que depois foram editadas."
  },
  {
    "date": "2016-05-23",
    "title": "Kenner NK5 Airá",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Kenner",
    "slug": "20160523_Kenner_NK5-Aira",
    "link": "https://www.behance.net/gallery/22544783/Kenner-NK5",
    "credits": "Client: Kenner | Agency: Estúdio Berinjela | Art Direction: Lucas Zappa and Diogo Russo | Images and Editting: Lucas Zappa and Marco Santos | Artist: Airá Ocrespo",
    "tags": "video,street art,content",
    "description_EN": "Urban laboratory with Airá O Crespo, a famous graffiti artist from Rio de Janeiro to present the redesign of Kenner`s most traditional sandal, the K5, which resulted in NK5. The film aims to show how the brand is inserted into Rio's culture promoting a more artistic side of the brand. As a result, the video had 28,533 views on YouTube and generated direct interaction with consumers on the brand`s Facebook page.",
    "description_PT-BR": "Vídeo para a marca de sandálias Kenner em parceria com o Mc Grafiteiro Airá  . O filme apresentou o novo modelo da tradicional NK5 através de um passeio criativo, começando pelo atelier do artista e seguindo pela cidade do Rio de Janeiro."
  },
  {
    "date": "2016-05-23",
    "title": "Galeria Urbanosfera",
    "category": "Cultural-Production",
    "venture": "EB_00",
    "client": "Kenner",
    "slug": "20160523_Kenner_NK5-Aira",
    "link": "https://www.behance.net/gallery/22524477/Galeria-Urbanosfera",
    "credits": "Cliente: Babilônia Feira Hype + Kenner | Agency: Tocayo + Estúdio Berinjela + Arara Rara | Parthnership:  CET-Rio| Art Direction: Lucas Zappa and DIogo Russo | Images and Editting: Marco Santos and Lucas Zappa | Artists: Fuso Coletivo (Luciano Cian, Artur Kja), Diogo Russo, Lucas Zappa, Pedro Curi, Cacá Barcelo, Alexandre Cavalcanti, Juliana Campos, Lurdes da Luz  + Opent to Public interventions",
    "tags": "installation,street art,content",
    "description_EN": "Urbanosfera gallery was a project carried out within the Feira Hype in Rio de Janeiro. The idea was to create an urban playful environment, where visitors could interact with the furniture. Plates, cones, signs, customized by the public, as well as a skate park and posters created by guest artists. The area were the show happened and was the setting for singer Lourdes Luz's video clip. The skating rink was the most popular attraction among young people.",
    "description_PT-BR": "Galeria Urbanosfera foi um projeto realizado dentro da Feira Hype no Rio de Janeiro. A ideia foi criar um ambiente lúdico urbano, onde o visitante pudesse interagir com o mobiliário. Placas, cones, sinais, customizados pelo público, além de uma pista de skate e painéis de lambe-lambe de artistas convidados. O espaço foi também palco do show e cenário para a gravação do clipe da cantora Lurdes da Luz. A pista de skate montada foi a atração mais procurada pelos os jovens."
  },
  {
    "date": "2016-05-23",
    "title": "LaunchPad Central UX",
    "category": "Experience-Design",
    "venture": "LPC_01",
    "client": "LaunchPad Central",
    "slug": "20160523_Launchpad_UX",
    "link": "https://www.behance.net/gallery/36828271/LaunchPad",
    "credits": "",
    "tags": "entrepreneurship,lean startup, canvas, innovation",
    "description_EN": "Launchpad Central is a company rooted in Steve Blank’s (co-founder) Lean methods for rapid iteration and growth to bring a product to market. The company was chosen as the system standard for accelerating the transformation of government-funded scientific and technical projects into real-world commercial applications. Major duties included helping to craft a strong visual identity for the company, streamlining the storytelling elements of presentations, and helping to evolve the user experience of the online platform.",
    "description_PT-BR": ""
  },
  {
    "date": "2016-05-23",
    "title": "Tocayo 12 Visual Identity",
    "category": "Graphic-Design",
    "venture": "EB_00",
    "client": "Tocayo",
    "slug": "20160523_Tocayo_12_IDV",
    "link": "https://www.behance.net/gallery/23073349/Tocayo-12-ID",
    "credits": "Agency: Tocayo + Estúdio Berinjela | Art Direction, Images Editting, Motion and Graphic Design: Lucas Zappa, Diogo Russo, Marcio Isensee, Marco Santos and Bruna Barreto",
    "tags": "art, event, creativity",
    "description_EN": "Visual identity and promotional materials for the event tocayo 12. The event brought together more than 3000 people in a warehouse for a night of great art and music. Media cards, tickets, shirts, website, promotional teasers and contents for social media were developed. After two years occuring in a reduced format, the multimedia event returned to its original version bringing together dozens of artists from various backgrounds in the Ação da Cidadania warehouse on December 3, 2011. There were 12 hours of cultural activities geared towards all tastes and ages, including workshops, performances, cinema, exhibitions, concerts and Djs. This was the largest edition of tocayo, and its goal was to promote works of new and renowned artists in Rio de Janeiro.",
    "description_PT-BR": "Identidade Visual e peças promocionais para o evento Tocayo 12. O evento reuniu mais de 3000 pessoas em um galpão com mais de 5000 m2  recheados de noite muita arte e música. Foram desenvolvidas mídia cards, ingressos, camisas, website, teasers promocionais e peças para mídia social.Após dois anos em formato reduzido, o evento multimídia retornou à sua versão original, reunindo dezenas de artistas, das mais diversas vertentes, no Galpão da Ação da Cidadania, dia 3 de dezembro de 2011. Ao todo foram 12 horas de atividades culturais espalhadas por cerca 5.000m2 de área, voltadas para todos os gostos e idades, incluindo oficinas, performances, cinema, exposições, shows e Djs. Esta foi a maior edição do Tocayo, e teve como premissa divulgar trabalhos de novos e renomados artistas no Rio de Janeiro."
  },
  {
    "date": "2016-05-23",
    "title": "Tocayo Arts",
    "category": "Cultural-Production",
    "venture": "EB_00",
    "client": "Tocayo",
    "slug": "20160523_Tocayo_Arts",
    "link": "https://www.behance.net/gallery/38052857/Tocayo-Arts-Festival",
    "credits": "",
    "tags": "art, event, creativity",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-05-23",
    "title": "Tocayo IDV",
    "category": "Graphic-PDesign",
    "venture": "EB_00",
    "client": "Tocayo",
    "slug": "20160523_Tocayo_IDV",
    "link": "https://www.behance.net/gallery/23073299/Projeto-Tocayo-ID",
    "credits": "",
    "tags": "art, event, creativity",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-15",
    "title": "Animus Design Selection",
    "category": "Graphic-Design",
    "venture": "AD_01",
    "client": "Animus Design",
    "slug": "20160615_Animus_Design",
    "link": "https://www.behance.net/gallery/21862183/Animus-Selection",
    "credits": "",
    "tags": "agency, jobs,design",
    "description_EN": "Sample work in the Animus Design Strategic Agency",
    "description_PT-BR": "amostra de trabalhos realizados na  agência Animus Design Estrategico"
  },
  {
    "date": "2016-06-15",
    "title": "Bundle Design Music",
    "category": "Graphic-Design",
    "venture": "EB_00",
    "client": "Estúdio Berinjela",
    "slug": "20160615_Bundle_Design-Music",
    "link": "https://www.behance.net/gallery/22545851/Design-Musica",
    "credits": "",
    "tags": "music,bundle,design",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-15",
    "title": "Cafuso Expresso",
    "category": "Graphic-Design",
    "venture": "CD_00",
    "client": "Café Cafuso",
    "slug": "20160615_Cafe-Cafuso_IDV",
    "link": "https://www.behance.net/gallery/22555153/Cafuso-Expresso",
    "credits": "Client: Real Café | Agency: Estúdio Berinjela | Art Direction: Lucas Zappa, DIogo Russo and Marco Santos | Graphic Design: Diogo Russo, Bruna Barreto and Marco Santos | Photography, Images and Editting: Lucas Zappa and Marcio Isensee",
    "tags": "coffee, design",
    "description_EN": "graphic concept and graphic elements to promote the coffee Cafuso Express line. In addition to graphic design, we were responsible for the photo shoot and video-campaign concept.",
    "description_PT-BR": "Conceito gráfico e peças gráficas para lançamento da linha  de café Cafuso Expresso. Além do design gráfico, fomos responsáveis pelo ensaio fotográfico  e vídeo- conceito da campanha."
  },
  {
    "date": "2016-06-15",
    "title": "Coca-Cola Motion II",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Coca-Cola",
    "slug": "20160615_Coca-Cola_Motion-II",
    "link": "https://www.behance.net/gallery/23072853/Coca-Cola-Motion-II",
    "credits": "",
    "tags": "motion,video",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-15",
    "title": "Coca-Cola Motion Interaction",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Coca-Cola",
    "slug": "20160615_Coca-Cola_Motion-Interaction",
    "link": "https://www.behance.net/gallery/23072943/Coca-Cola-Interaction",
    "credits": "",
    "tags": "motion,video",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-15",
    "title": "Coca-Cola Motion",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Coca-Cola",
    "slug": "20160615_Coca-Cola_Motion",
    "link": "https://www.behance.net/gallery/38478713/Coca-Cola-Motion",
    "credits": "",
    "tags": "motion,video",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-15",
    "title": "Forfun Music",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Forfun",
    "slug": "20160615_ForFun_Case",
    "link": "https://www.behance.net/gallery/38479087/Forfun-Music",
    "credits": "",
    "tags": "music, video, design",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-15",
    "title": "Idealizar Large Screen",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Idealizar",
    "slug": "20160615_Idealizar_Videos",
    "link": "https://www.behance.net/gallery/22490681/Idealizar-Large-Screen",
    "credits": "Client: Idealizar | Agency: Estúdio Berinjela | Art Direction: Lucas Zappa and Diogo Russo | Screenplay: Guilherme Schutze | Graphic Design: Diogo Russo, Bernardo Alevato and Francesca Leta | Editing: Lucas Zappa | Voice: Felipe Balbino | Audio: Felipe Ridolfo | Motion Design: Rodolfo Lofredo | Strategic Design: Luisa Diebold",
    "tags": "music, video, design",
    "description_EN": "In partnership with the agency Idealizar, we created multi-projections using 5 screens. Life Forum Event - National Confederation of General Insurance, Private Pension and Life, Supplementary Health and Capitalization in 2014. In 2015 we developed projects for insurance events in Iguazu Falls and for SulAmérica in Bahia. In the anthem video the challenge was to accompany the national anthem with images characteristic of the Brazilian culture. From the theme - what will be tomorrow? - we created a script to tell the story of the human evolution and the current paradox of aging.",
    "description_PT-BR": "Criação de vídeos e peças gráficas para o evento VII Fórum Nacional de Seguro de Vida e Previdência Privada, em parceria com a produtora de eventos Idealizar. O formato do palco do evento era composto por 5 telas sequenciais. O uso das 5 telas foi um desafio, pois  tivemos que pensar em como desenvolver vídeos e peças dinâmicas que utilizassem todo o espaço disponível. O vídeo de abertura abordou o tema do evento e tinha como objetivo propor a reflexão: O que será o amanhã?  O vídeo hino trouxe uma linguagem de ilustração, com efeito aquarelado com imagens que representam o nosso país. E o vídeo de segurança teve como objetivo comunicar informações importantes do evento com uma linguagem descontraída."
  },
  {
    "date": "2016-06-15",
    "title": "Inverso Bar ID",
    "category": "Graphic-Design",
    "venture": "EB_00",
    "client": "Iinverso Bar",
    "slug": "20160615_Inverso-Bar_IDV",
    "link": "https://www.behance.net/gallery/23167063/Inverso-Bar-IDV",
    "credits": "",
    "tags": "bar, identity",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-15",
    "title": "Kenner Experience",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Kenner",
    "slug": "20160615_Kenner_Case",
    "link": "https://www.behance.net/gallery/38479985/Kenner-IxD-Motion",
    "credits": "",
    "tags": "music, video, design, interaction, content",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-15",
    "title": "Movile Canal Kids",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Movile",
    "slug": "20160615_Movile_Canal-Kids",
    "link": "https://www.behance.net/gallery/22553149/Canal-Desenho",
    "credits": "Client: Movile | Agency: Estúdio Berinjela | Art Direction, Graphic Design and Illustrations: Diogo Russo | Motion Design: Kika Azevedo | Áudio: João Jabace | Voice: Patricia Souza | Production Design: Luísa Diebold",
    "tags": "kids, video, design",
    "description_EN": "Creating videos in Portuguese, Spanish and English for Canal Desenho app, developed by the company Movile.",
    "description_PT-BR": "Criação de vídeos em português, espanhol e inglês para o lançamento do aplicativo Canal Desenho, da empresa Movile."
  },
  {
    "date": "2016-06-17",
    "title": "Design for Culture",
    "category": "Graphic-Design",
    "venture": "EB_00",
    "client": "Estúdio Berinjela",
    "slug": "20160617_Berinjela_Bundle-Design-Culture",
    "link": "https://www.behance.net/gallery/23096903/Design-Culture",
    "credits": "",
    "tags": "design, culture",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-17",
    "title": "Design for Business",
    "category": "Graphic-Design",
    "venture": "EB_00",
    "client": "Estúdio Berinjela",
    "slug": "20160617_Berinjela_Bundle-Design-Business",
    "link": "https://www.behance.net/gallery/23096903/Design-Business",
    "credits": "",
    "tags": "design, business",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-17",
    "title": "Webdesign for Fashion",
    "category": "Graphic-Design",
    "venture": "EB_00",
    "client": "Estúdio Berinjela",
    "slug": "20160617_Berinjela_Bundle-Design-for-Fashion",
    "link": "https://www.behance.net/gallery/38489585/Webdesign-for-Fashion",
    "credits": "",
    "tags": "design, fashion",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-06-17",
    "title": "Webdesign for Culture",
    "category": "Graphic-Design",
    "venture": "EB_00",
    "client": "Estúdio Berinjela",
    "slug": "20160617_Berinjela_Bundle-Webdesign-Culture",
    "link": "https://www.behance.net/gallery/38489801/Webdesign-for-Culture",
    "credits": "",
    "tags": "design, culture",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-07-07",
    "title": "Estúdio Berinjela ID",
    "category": "Graphic-Design",
    "venture": "EB_00",
    "client": "Estúdio Berinjela",
    "slug": "20160707_Berinjela_Design",
    "link": "https://www.behance.net/gallery/23075111/Estudio-Berinjela-ID",
    "credits": "",
    "tags": "design, agency",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-07-07",
    "title": "Escola SESC ID",
    "category": "Graphic-Design",
    "venture": "EB_00",
    "client": "Escola Sesc de Ensino Médio",
    "slug": "20160707_Escola-Sesc_IDV",
    "link": "https://www.behance.net/gallery/23074515/Escola-SESC-ID",
    "credits": "Client: Escola SESC| Agency: Estúdio Berinjela | Art Direction: Marco Santos, Diogo Russo",
    "tags": "design, identity, education",
    "description_EN": "Development of visual identity, uniforms and signs for the school SESC. The objective was to create an identity that represents the innovative spirit of the school. The modular design allows different applications.",
    "description_PT-BR": "Desenvolvimento de identidade visual, uniformes e sinalização para a Escola SESC. O objetivo do trabalho foi criar uma identidade que representasse o espírito inovador da escola. A assinatura modular permite diferentes aplicações que podem ser vistas nas aplicações a seguir."
  },
  {
    "date": "2016-07-07",
    "title": "Diogo Russo ID",
    "category": "Graphic-Design",
    "venture": "DR_00",
    "client": "Diogo Russo",
    "slug": "20160707_diogorusso_IDV",
    "link": "",
    "credits": "",
    "tags": "design, agency",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-07-30",
    "title": "Coca-Cola Red App",
    "category": "Creative-Direction",
    "venture": "EB_00",
    "client": "Coca-Cola",
    "slug": "20160730_Coca-Cola_RED-App-Concept",
    "link": "",
    "credits": "",
    "tags": "design, interaction, system",
    "description_EN": "",
    "description_PT-BR": ""
  },
  {
    "date": "2016-07-30",
    "title": "My Philosophy Fashion",
    "category": "Creative-Direction",
    "venture": "CD_00",
    "client": "My Philosophy",
    "slug": "20160730_My-Philosophy_Fashion-Branding",
    "link": "https://www.behance.net/gallery/23071317/My-Philosophy-Catalogos",
    "credits": "Client: My Philosophy | Agency: Estúdio Berinjela, Cartel Design, IZ Fotos | Graphic Design: Diogo Russo | Art Direction: Diogo Russo, Marco Santos, Fabrício Sacramento | Photography: Lucas Zappa, Marcio Insesee, Pedro Curry ",
    "tags": "design, identity, fashion",
    "description_EN": "Catalogs to launch several collections of fashion brand My Philosophy.",
    "description_PT-BR": "Catálogos para lançamento de diversas coleções da My Philosophy."
  },
  {
    "date": "2016-07-30",
    "title": "Boomerrang XD",
    "category": "Experience-Design",
    "venture": "CCA_01",
    "client": "CCA",
    "slug": "20160730_My-Philosophy_Fashion-Branding",
    "link": "https://www.behance.net/gallery/71593737/Boomerrang-XD",
    "credits": "",
    "tags": "experience, venture, service",
    "description_EN": "Boomerrang is an online platform that connects super coaches, mentors, and tutors (right in your neighborhood) with people who want to learn something new.  Boomerrang is a two sided marketplace that connects “SuperLearners”, people who want to learn something, with “SuperBoomers”, a network of qualified and background checked individuals, who have the time, skills and passion needed to teach other people. Our focus is on connnecting people together who live in close proximity to each other, and creating neighborhoods of learning all across the country.",
    "description_PT-BR": ""
  },
  {
    "date": "2016-07-30",
    "title": "GreenLid XD",
    "category": "Experience-Design",
    "venture": "CCA_01",
    "client": "CCA",
    "slug": "20160731_Green-Lid_OPs-Strategy",
    "link": "https://www.behance.net/gallery/71593815/GreenLid-XD",
    "credits": "",
    "tags": "experience, venture, service",
    "description_EN": "Our team work with GreenLid, a Health Food company in San Francisco, California, to help them understand their customers and how might they scale operations. We analyzed marketing and operational aspects of their current business model to indentify howmight improve customer experience, while at the same time sclae the business.",
    "description_PT-BR": ""
  }
]
