[
  {
      "id": "EB_00",
      "company": "Estúdio Berinjela",
      "position": "Creative Director / Founder",
      "description": "Estúdio Berinjela is a Multimedia Creative Studio based in Rio de Janeiro, Brazil. The company develops videos, web design projects, photography, illustration and social media contents.\n \nMajor Duties as as co-founder and creative director: build partnerships, leverage operational processes and strategic vision.\n \nPartnership Building: built consistent relationships and led challenging creative projects with more than 125 large and small clients which included Coca-Cola KO + Brazilian Bottlers, SC Johnson, Moville, Red Bull, O Globo (biggest Brazilian newspaper), SESC (national association of commerce) and FIRJAN (national confederation of Industry).\n \nCreative Direction: Developed effective experience design, visual communication and led creative teams with the aim of delivering experiences, interactions, motion and graphics which increased engagement among internal and external stakeholders in more than 525 projects in the last five years.\n \nOperations: designed and implemented an ERP (enterprise resourcing planning) platform which resulted in an integrated system to manage finance and operations making possible noticeable revenue growth in the first 3 years after implementation.  The system works through APIs which connect HR, CRM, Tasks Management and Accounting apps\n",
      "toolkit": "Graphics and Vector imaging software: Adobe Creative Cloud Package: Photoshop, Illustrator, InDesign, Lightroom.\n \nVideo and Editing: Apple FInal Cut, Adobe Premiere\n\nWeb and Development - Wordpress, Mautic, OpenVBX + Twilio,  Zend Framework, PHP, Adobe Flash, HTML, Javascript + AJAX, Github, Filezilla FTP, Virtualbox.\n\nProject management: MIcrosoft Project, OmniPlan, Trello, Asana \n\nAccounting and CRM - Excel, Quickbooks, Salesforce, Streak, Zendesk + Sigland ( PHP Internal software to manage sales and proposal ) \n\nDocument and Specifications Management software:  Invision, Google Suite (Docs, Spreadsheets, Slides)\n\nHardware: High end desktop and notebook computers (Apple Macbook Pro)\n",
      "start": "2009-01-01T08:00:00.000Z"
  },
  {
      "id": "CD_00",
      "company": "Cartel Design",
      "position": "Graphic Designer / Founder",
      "description": "Cartel Design was a Graphic Design Studio based at Rio de Janeiro – Brazil, which developed Websites, Visual Design, and Artistic Interferences. As the co-founder and creative director, I developed websites, graphic design projects, and artistic interventions.\n \nThis was my first entrepreneurial endeavor where I could develop disciplined work making skills which included visual and web design, illustration, arts, and animation. In 2010, I was part of the team which merged Cartel Design and IZ Photos and originated Estúdio Berinjela.\n \nCartel Design’s clients included famous Brazilian Fashion Brands such as Mara Mac and Blue Man, Music Bands, Startups and big Academic institutions like Pontifícia Universidade Católica and Escola SESC de Ensino Médio\n \n",
      "toolkit": "Graphics and Vector imaging software: Adobe Creative Cloud Package: Photoshop, Illustrator, InDesign, Lightroom, Handmade \n\nIllustration and Art: Handmade and Digital Illustration tools, Mural Painting, Physical art installation.\n\nVideo and Editing: Apple FInal Cut, Adobe Premiere\n\nWeb and Development - Flash ,Filezilla FTP.\n"
  },
  {
      "id": "AD_01",
      "company": "Animus Design ",
      "position": "Graphic Designer",
      "description": "Animus Strategic Design is an awarded design company specialized in creating, sustaining, and renewing brands by developing projects in design thinking and shopper marketing. Diogo designed and collaborated in several campaigns for companies like Brasif Duty-Free, Suzano, and Banco Real. Diogo learned the foundations of design thinking and learned about methods for creative work and strategic communication."
  },
  {
      "id": "TO_00",
      "company": "Tocayo Artes",
      "position": "Creative Producer / Founder",
      "description": "Tocayo was a pioneer Art Festival at Rio de Janeiro, Brazil, which promoted artworks of both independent and renowned artists. Tocayo’s mission was to empower the community to develop stronger relationships and collaboration through Art and Creativity.\n \nIn December of 2011, on its latest edition, the festival had an audience of 3,000 people and more than 100 participant artist in only one night.  As the co-founder and cultural producer, I was responsible for fundraising, marketing planning, and artistic curation.\n \nTocayo Art Festival reached 12 editions in a period of 7 years (2004 – 2011). During this time, I nurtured relationships with more than 250 artists, sponsors, and partners. In addition, the event had more than 150 positive reviews on both local and national media.  \n\nMain Sponsors: Shell and SESC (Brazill Commerce  Association) \n"
  },
  {
      "id": "LPC_01",
      "company": "LaunchPad Central",
      "position": "Intern UX Design",
      "description": "Launchpad Central is a company rooted in Steve Blank’s (co-founder) Lean methods for rapid iteration and growth to bring a product to market. The company was chosen as the system standard for accelerating the transformation of government-funded scientific and technical projects into real-world commercial applications.\n \nMajor duties included:\n-       Helping to craft a strong visual identity for the company, (40%)\n-       Streamlining the storytelling elements of presentations, (40%)\n-       Helping to evolve the user experience of the online platform through interviews and data analysis  (20%).\n\nDegree in visual design or interaction design or related experience.\n\nDesign — Knowledge of design techniques, tools, and principles involved in production of technical specifications, precision prototypes, wireframes, and models.\n \nBusiness Development — Knowledge of project management and customer development techniques, tools, and principles involved in business innovation and acceleration.\n \nEnglish Language — Knowledge of the structure and content of the English language including the meaning and spelling of words, rules of composition, and grammar. ",
      "toolkit": "Graphics and Vector imaging software: Bohemian Code - Sketch App , Sketch Toolbox,  Craft Manager, Adobe Creative Cloud Package: Photoshop, Illustrator, Keynote\n\nLean Innovation Software: Proprietary Launchpad Central online Application \n\nDocument and Specifications Management software:  OmniGraffle and Invision\n"
  },
  {
      "id": "DR_00",
      "company": "Diogo Russo Artist\n",
      "position": "Visual Artist"
  },
  {
      "id": "CCA_01",
      "company": "California College of the Arts",
      "position": "Moodle Assistent",
      "description": "California College of the Arts MBA in Design Strategy (DMBA) is rated among the Top 10 design programs in the world. A groundbreaking program which fosters the new type of creative leader eager to design a world that is profitable, ethical, and remarkable. \n\nMoodle (learning management system) assistant for Innovation Studio and Venture Studio classes at MBA in Design Strategy.Hired as temporary worker, paid hourly, and work up to 7 hours per week, under professor request.\n\nRequirements: Graduate of the DMBA capable of being reliable, organized, and responsive to\nthe instructor’s requests.\n\nTasks include:\n\nhelping the instructor organize and update course content on Moodle,\nupload resource files, add or revise activities (assignments, Wikis, choices, and surveys),\nconfirm accurate due dates and settings on assignments, \npost announcements in the Forum section.\n\nAdditional tasks include:\nbeing a guest speaker in class and share your DMBA journey,\nprovide guidance on project development, identify and coordinate guest speakers for various residencies,\nremind students who have not uploaded their assignments,\nhelp with a class exercise, such as getting students into teams and keeping them on task and on schedule (this assumes that the MA has time for a class visit).\n"
  },
  {
      "id": "TCC_01",
      "company": "The Climate Corporation",
      "position": "Product Designer",
      "description": "The Climate Corporation aims to build a digitized world where every farmer is able to optimize and flawlessly execute every decision on the farm. \n\nThe company's proprietary Climate FieldView™ platform combines hyper-local weather monitoring, agronomic modeling, and high-resolution weather simulations to deliver Climate FieldView products, mobile SaaS solutions that help farmers improve profitability by making better informed operating and financing decisions. \n\nThe company's unique technologies help the global $3 trillion agriculture industry to stabilize and improve profits and, ultimately, help feed the world.\n\nDuties:  Work closely with Science, Engineering and Design teams to create innovative products for agriculture and precision planting. \n\nThe job involves working across the entire design stack turning concepts into high fidelity prototypes and working collaboratively with science and engineering teams as they execute the designs.  Also, Improve design processes by creating a style library, and increasing the team’s efficiency. It is a challenging and dynamic, fast-paced environment using state of the art technology.\n \nResponsible for conceptualizing cross-media products and features for agriculture and precision plating (40% of total time).\nDefine the user interface and user experience for cross-media products and features (30% of total time).\nResearch and track advancements in design and technology for agriculture and precision planting (20% of total time).\nTest products with Growers, Farmers, Dealers and Agronomists (10% of total time).\n \n \nDegree in visual design, human factor or interaction design or related experience.\n \nDesign — Knowledge of design techniques, tools, and principles involved in production of technical specifications, precision prototypes, wireframes, and models.\n \nAgriculture and Technology —Knowledge of the core concepts of software development, data science and Ag Tech (agriculture).\n \nEnglish Language — Knowledge of the structure and content of the English language including the meaning and spelling of words, rules of composition, and grammar. ",
      "toolkit": "Graphics and Vector imaging software: Bohemian Code - Sketch App , Sketch Toolbox,  Craft Manager, Adobe Creative Cloud Package: Photoshop, Illustrator, Color Oracle\n\nUser Testing and Prototyping software Adobe Experience Design - XD, InDesign, Balsamiq Mockup, Origami Studio, Apple Parallax Previewer, Apple Xcode, Lookback.io (user reasearch)\n\nAnalytical or scientific software - The Climate Corporation Deep Science Warehouse - Data analysis software and simulation program, Python and SQL (training provided by the company - dataquest.io)\n\nDocument and Specifications Management software:  OmniGraffle, Zeplin.io, Invision, Google Suite (Docs, Spreadsheets, Slides)\n\nDevelopment: SourceTree, BItbucket, Github Desktop, Visual Studio Code, Cyberduck, Applescript Automator Javascript, Node, Gulp, \n\nHardware: High end desktop and notebook computers (Apple Macbook Pro), Tablets and Mobile Devices (Android + iOS), Data collection Devices ( Fieldview Drive + Cab App)\n"
  },
  {
      "id": "BDF_01",
      "company": "Brasif  / Dufry Duty Free",
      "position": "Intern Graphic Design",
      "description": "tbw"
  },
  {
      "id": "GC_01",
      "company": "Gringo Cardia Design",
      "position": "Creative Producer",
      "description": "Creative Director "
  }
]